export default {
  projections: {
    ОстаткиE: {
      дата: {
        __caption__: 'Дата'
      },
      количество: {
        __caption__: 'Количество'
      },
      склад: {
        __caption__: 'Склад',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      товар: {
        __caption__: 'Товар',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ОстаткиL: {
      дата: {
        __caption__: 'Дата'
      },
      количество: {
        __caption__: 'Количество'
      },
      склад: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      товар: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    количество: {
      __caption__: 'Количество'
    },
    склад: {
      __caption__: 'Склад'
    },
    товар: {
      __caption__: 'Товар'
    }
  }
};
